{
    "name":"deep-dish-pizza",
    "description":"Jayeth and Basheus III take on their first challenge: who has the best deep dish pizza in Chicago? Can they figure it out without their hearts exploding? Stay tuned to find out.",
    "contenders":[
        {
            "name":"Lou Malnati's",
            "description":"Located on North Wells St, north of the loop",
            "criteria":[
                {"Crust":8},
                {"Cheese":7},
                {"Toppings":8},
                {"Sauce":7},
                {"Presentation":7},
                {"Beer Selection":3},
                {"Atmosphere":9},
                {"Price":7},
                {"Quality":8}
            ]
        },
        {
            "name":"Giordano's",
            "description":"Located on West Jackson in the loop",
            "criteria":[
                {"Crust":5},
                {"Cheese":8},
                {"Toppings":6},
                {"Sauce":4},
                {"Presentation":5},
                {"Beer Selection":4},
                {"Atmosphere":3},
                {"Price":6},
                {"Quality":6}
            ]
        },
        {
            "name":"Original Gino's East",
            "description":"Located on North Lincoln and Diversey",
            "criteria":[
                {"Crust":8},
                {"Cheese":8},
                {"Toppings":7},
                {"Sauce":8},
                {"Presentation":6},
                {"Beer Selection":1},
                {"Atmosphere":8},
                {"Price":8},
                {"Quality":7}
            ]
        }
    ],
    "criteria":[
        {"Crust":"Flavor, Texture (crispy / burnt / too thin)"},
        {"Cheese":"Flavor, Amount (too much / little)"},
        {"Toppings":"Flavor, Intregration (how well did it mix), Amount (too much / little)"},
        {"Sauce":"Flavor, Amount (too much / little)"},
        {"Presentation":"How did the menu look? How did the food look?"},
        {"Beer Selection":"You need beer; it's important. Did they have 312?"},
        {"Atmosphere":"Restaurant setup / feel, attentiveness of wait staff"},
        {"Price":"Was the pizza expensive? Was it worth what they were charging?"},
        {"Quality":"Overall pizza-eating experience"}
    ],
    "winner":"Lou Malnati's",
    "explanations":[
        {
            "name":"Bash",
            "review":"It's interesting how much these restaurants differ. Lou's was killer - Joey D rapped / sang, the building was really nice with tons of sports paraphernalia around, and it didn't feel like I was in a chain. Walking into Giordano's was disappointing; I felt like I was in a place that was just as likely to be in Boston. We arrived at Gino's a bit before opening, so it was quiet when we got there. The waiter was SUPER nice (although he didn't rap). All 3 pies looked amazing. The deciding factors came down to the sauce and presentation. The sauce at Giordano's literally tasted like Ragu - gross! It blended well, but on it's own was not very appetizing. Lou's was very tasty, and fit well with the rest of the ingredients. At Gino's, the sauce tasted more like pasta sauce - a plus for me, but stood out a bit much on the pizza. At Giordano's, we had to wait ~10 minutes between each waitress interaction; at Lou's, our waiter came by more frequently (if only to rap). Gino's waiter seemed like he really enjoyed being a waiter, and Jay and I wouldn't help but smile whenever he came over. Overall, Lou's was absolutely my favorite. That being said, Giordano's and Gino's both had good pizza. If you only had a lunch break within the loop and you didn't have time to make the wait at Lou's plus the 20 minute trip out there, Giordano's would still be a solid choice. Gino's came in second for me, with some really killer flavor. The toppings just weren't as up-to-snuff as Lou's. However, maybe the different locations of each could have made a difference - there's another Gino's in the loop as well."
        },
        {
            "name":"Jay",
            "review":""
        }
    ]
}
